Repository: 84000/data-translation-memory
Catalog: toh555-v3.tmx
Source language: bo
Languages: en

source: །དེ་ནས་ལྷའི་རྒྱལ་པོ་རྣམ་ཐོས་ཀྱིས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེའི་སྔགས་ཀྱི་སྙིང་པོ་སྨྲས་པ། ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ན་མོ་བཻ་ཤྲ་བ་ཎཱ་ཡ། མ་ཧཱ་རཱ་ཛཱ་ཡ། ཏདྱ་ཐཱ། སི་མི་སི་མི། སུ་མུ་སུ་མུ། ཙཎྜ་ཙཎྜ། ཙ་ར་ཙ་ར། ས་ར་ས་ར། ཀ་ར་ཀ་ར། ཀི་ལི་ཀི་ལི། ཀུ་རུ་ཀུ་རུ། མུ་རུ་མུ་རུ། ཙུ་རུ་ཙུ་རུ། སནྡྡཱ་ཡ། ཨཱཏྨ་ནཱཾ་ནི་ཏ་ཏྱན་ཨནྟརྡྷཱ་ཏུ་སྭཱ་ཧཱ།
en: Then Vaiśravaṇa, the lord of devas, recited in the presence of the Bhagavat the essence mantra of the precious wish-fulfilling jewel: namo ratnatrayāya | namo vaiśravaṇāya mahārājāya | tadyathā simi simi sumu sumu caṇḍa caṇḍa cara cara sara sara kara kara kili kili kuru kuru muru muru curu curu sādhaya ātmanām nityaṃ antardhātu svāhā | namo vaiśravanāya svāhā | dhanadāya svāhā | manorathaparipūrāya svāhā | “When reciting the mantra, it should first be repeated a full thousand times.

source: ན་མོ་བཻ་ཤྲ་བ་ཎཱ་ཡ་སྭཱ་ཧཱ། དྷ་ན་དཱ་ཡ་སྭཱ་ཧཱ། མ་ནོ་ར་ཐ་པ་རི་པཱུ་ར་ཡ་སྭཱ་ཧཱ། སྔགས་འདོན་པའི་ཚེ་སྔར་ལན་སྟོང་ཚང་བར་བཟླས་ནས། དེའི་རྗེས་ལ་ཁང་པ་གཙང་མ་དག་ཏུ་བ་ལང་གི་ལྕི་བས་དོག་ས་ལ་ཞལ་ཞལ་བགྱིས་ཏེ་དཀྱིལ་འཁོར་ཆུང་ངུ་ཞིག་བགྱིས་ནས་ཟས་ཅི་འབྱོར་བས་སེམས་རྩེ་གཅིག་ཏུ་མཆོད་པར་བགྱིའོ།
en: Then afterward, in a clean room, they should plaster a narrow area of the floor with cow dung, making a small circle, and then single-mindedly make an offering with whatever food they have.

source: །རྟག་པར་པོག་སྤོས་དམ་པ་བསྲེགས་ནས་དུད་པ་རྒྱུན་མི་འཆད་པར་བགྱིའོ།
en: They should continuously burn excellent incense so that its smoke is continually rising.

source: །སྔགས་ཀྱི་སྙིང་པོ་སྔ་མ་གདུགས་མཚན་དུ་སེམས་དྲན་པ་ཉེ་བར་གཞག་ནས། བདག་ཉིད་ཀྱིས་ཐོས་པ་ཙམ་དུ་ཟློས་ཤིང་གཞན་གྱིས་རིག་པར་མི་བགྱིད་ན།
en: They should maintain mindfulness of the previous essence mantra night and day, repeating it just loudly enough so that they themselves can hear it but others will be unaware of it. “

source: དེའི་ཚེ་རྣམ་ཐོས་ཀྱི་བུ་ཤ་ནི་ཤི་ཞེས་བགྱི་བ་གཞོན་ནུའི་གཟུགས་ཉེ་བར་བསྟན་ཏེ།
en: At that time, Jinarṣabha, the son of Vaiśravaṇa, will manifest in the form of a youth and come before them and ask, ‘Why have you called my father?’

source: དྲུང་དུ་མཆིས་ནས་འདི་སྐད་དུ་ཅིའི་ཕྱིར་བདག་གི་ཕ་འབོད་ཅེས་འདྲི་བར་འགྱུར་བས་ལན་དུ་འདི་སྐད་ཅེས་བདག་དཀོན་མཆོག་གསུམ་མཆོད་པའི་དོན་དུ་ནོར་འཚལ་ན། དེ་བཞིན་དུ་སྩལ་བར་གསོལ་ཞེས་སྨྲ་བར་བགྱིའོ།
en: They should answer him, ‘I seek wealth in order to make offerings to the Three Jewels, and so I pray for him to bestow it on me.’

source: །དེའི་ཚེ་ཤ་ནི་ཤི་ཚིག་དེ་ཐོས་པ་དང་སླར་ཕའི་ཐད་དུ་མཆིས་ནས་ཕ་ལ་འདི་སྐད་དུ་དེང་དགེ་བ་སྤྱོད་པའི་མི་ཞིག་སེམས་རྩེ་གཅིག་ཏུ་དཀོན་མཆོག་གསུམ་མཆོད་དེ། ནོར་གྱིས་ཕོངས་པའི་སླད་དུ་ཡབ་ལ་གསོལ་བ་འདེབས་སོ་ཞེས་བགྱིས་པ་དང་།
en: At that time, Jinaṛṣabha, on hearing those words, will return to his father and say to his father, ‘Today a human practitioner of virtue is single-mindedly making offerings to the Three Jewels, but because he is lacking in wealth, he is supplicating you, father.’

source: ཕས་ཁྱོད་མྱུར་དུ་སོང་ལ་ཉིན་གཅིག་བཞིན་དུ་དེ་ལ་ཀཱརྞཱ་པ་ཎ་བརྒྱ་བརྒྱ་བྱིན་ཅིག་ཅེས་མཆི་བར་འགྱུར་ཏེ་སྔགས་འདོན་པས་དེ་ལྟ་བུའི་མཚན་མ་མཐོང་བར་གྱུར་ན་དོན་འགྲུབ་པར་འགྱུར་བར་རིག་པར་བགྱིས་ནས་གཅིག་པུ་ཁང་པ་གཙང་མའི་ནང་དུ་བདུག་སྤོས་བསྲེགས་ཏེ་མཆིས་ཉལ་བའི་ཁྲིའི་དྲུང་དུ་སྤོས་ཀྱི་སྤྲོག་མ་གཅིག་བཞག་ནས་རྟག་པར་ནམ་ལངས་པའི་ཚེ་སྤྲོག་མའི་ནང་དུ་ནོར་ཅི་ཐོབ་པ་བལྟ་བར་བགྱིའོ།
en: Then the father will say, ‘You should go to him quickly and give him a hundred kārṣāpaṇas every day,’ and so he will then come to them. “If they see such an omen because they have been reciting the mantra, they should know that their goal will be accomplished. They should burn the incense alone in a clean room, and in front of their bed they should place a small incense container. Then every dawn they should look inside to see what wealth they have acquired within that incense container.

source: །རྟག་པར་ནོར་ཐོབ་པའི་ཚེ་དེ་ཉིད་ཀྱི་གདུགས་ལ་སྤོས་དང་མེ་ཏོག་དང་། ཞལ་ཟས་ཀྱིས་དཀོན་མཆོག་གསུམ་ལ་མཆོད་ཅིང་དབུལ་ཕོངས་པ་རྣམས་ལ་སྩལ་ནས་བས་པར་བགྱིའོ།
en: On those days that they acquire wealth, they should offer incense, flowers, and food to the Three Jewels and use it all for gifts to the poor and destitute.

source: །བསྲིས་ཏེ་གཞག་པར་མི་བགྱིའོ། །སེམས་ཅན་རྣམས་ལ་བྱམས་པ་དང་སྙིང་རྗེའི་བསམ་པ་བསྐྱེད་པར་བགྱི།
en: They should not be miserly and keep the wealth, but instead they should have a motivation of love and compassion for beings.

source: ཞེ་སྡང་དང་གཡོ་སྒྱུ་དང་། གནོད་སེམས་ཀྱི་བསམ་པ་བསྐྱེད་པར་མི་བགྱིའོ།
en: They should not develop a motivation of anger, deception, or malice.

source: །གལ་ཏེ་ཞེ་སྡང་སྐྱེས་པར་གྱུར་ན། དངོས་གྲུབ་ཀྱི་མཐུ་སྟོར་བར་འགྱུར་བས་རྟག་པར་སེམས་བསྲུངས་ཏེ་ཞེ་སྡང་བསྐྱེད་པར་མི་བགྱིའོ།
en: If anger arises, it will destroy the power of their accomplishment, so they should always guard the mind and not become angry. “

source: །གཞན་ཡང་སྔགས་འཛིན་པས་རྟག་པར་ལྷའི་རྒྱལ་པོ་རྣམ་ཐོས་བདག་དང་། བུ་དང་། བུ་མོ་དང་། འཁོར་རྣམས་རྗེས་སུ་དྲན་པར་བགྱིས་ཏེ་བསྔགས་པ་བརྗོད་ན་རྟག་པར་དགེ་བ་བཅུ་པོ་དག་གིས་བསྟངས་ཏེ། ལྷ་དེ་དག་བསོད་ནམས་ཀྱི་མཐུ་འཕེལ་ཞིང་རྒྱས་པ་དང་། དགེ་བ་མང་པོ་ཀུན་དུ་འཕེལ་ནས་བྱང་ཆུབ་མངོན་པར་རྟོགས་པར་འགྱུར་བར་བགྱིད་ན།
en: Moreover, while possessing this mantra, if they always think of and praise me, the deva king Vaiśravaṇa, and my sons, daughters, and retinue, they will always follow the ten good actions, and those deities will increase and augment the power of their merit, increase all good actions, and gain the realization of enlightenment.

source: ལྷ་མང་པོ་དེ་དག་གིས་དངོས་པོ་དེ་ལྟ་བུ་མཐོང་བ་དང་། ཐམས་ཅད་རབ་ཏུ་དགའ་བས་ལྷན་ཅིག་ཏུ་ཉེ་བར་མཆིས་ཏེ། སྔགས་འདོན་པའི་གང་ཟག་དེ་ལ་ཡོངས་སུ་བསྲུང་བར་བགྱིའོ།
en: Numerous deities, on seeing this, will all be overjoyed and come together to guard an individual who is reciting the mantra. “

source: །གཞན་ཡང་སྔགས་འཛིན་པ་དེ་ཚེ་རིང་ཞིང་ལོ་ཚད་མ་མཆིས་པ་སྙེད་དུ་གནས་པར་འགྱུར། ངན་སོང་གསུམ་དང་རྟག་ཏུ་བྲལ་ཞིང་རྟག་པར་གནོད་པ་མ་མཆིས་པར་འགྱུར།
en: Moreover, that mantra holder will have a long life, will live for innumerable years, will always be free of the three lower existences, and will never be harmed.

source: ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེ་དང་གཏེར་རྣམས་འཐོབ་པར་འགྱུར།
en: He will obtain the precious wish-fulfilling jewel and treasures.

source: མངོན་པར་ཤེས་པ་དང་། དབང་ཕྱུག་དང་། སྨོན་པ་ཐམས་ཅད་མངོན་པར་འགྲུབ་པར་འགྱུར།
en: He will attain higher cognitions, power, and the fulfillment of all his aspirations.

source: གལ་ཏེ་བློན་ཐབས་འཚལ་ན་ཡང་ཡིད་བཞིན་དུ་འགྲུབ་པར་འགྱུར།
en: Even if he seeks advice on what to do, that will be accomplished just as wished for.

source: གཅན་གཟན་ཐམས་ཅད་ཀྱི་སྐད་ཀྱང་འཚལ་བར་འགྱུར་ལགས་སོ།
en: He will even understand the language of all wild animals. “

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་སྔགས་འདོན་པའི་ཚེ་བདག་གི་ལུས་མངོན་དུ་སྟོན་པར་མཐོང་བར་འཚལ་ན་ཚེས་བརྒྱད་དམ། བཅྭ་ལྔའི་གདུགས་ལ་རས་དཀར་པོ་ལ་སངས་རྒྱས་ཀྱི་སྐུ་གཟུགས་ཤིག་སྦྱིན་དང་ཚོན་སྣ་ཚོགས་ཀྱིས་བརྒྱན་པ་བྲི་བར་བགྱིའོ།
en: Bhagavat, if someone wishes to see the manifestation of my body when they are reciting the mantra, then on the eighth or fifteenth day of the month they should have an image of the Buddha painted on white cotton made beautiful with various pigments and a binding medium.

source: །སྐུ་གཟུགས་འདྲི་བའི་རི་མོ་མཁན་དེ་ཡང་བསླབ་པའི་གནས་བརྒྱད་ཡང་དག་པར་བླང་བར་བགྱིའོ།
en: The artist who paints that image should take the eight vows.

source: །སངས་རྒྱས་ཀྱི་གཡོན་ཕྱོགས་སུ་དཔལ་གྱི་ལྷ་མོའི་གཟུགས་བྲི་བར་བགྱིའོ།
en: He should paint an image of Great Goddess Śrī on the Buddha’s left.

source: །སངས་རྒྱས་ཀྱི་གཡས་ཕྱོགས་སུ་རྒྱལ་པོ་རྣམ་ཐོས་བདག་དང་། བུ་དང་། བུ་མོ་དང་། འཁོར་རྣམས་ཀྱི་གཟུགས་བྲིས་ནས།
en: On the Buddha’s right he should paint me, King Vaiśravaṇa, with my sons, daughters, and entourage, and it should be placed upon a throne. “

source: མཆིས་པའི་སྟན་ལེགས་པར་བཤམས་ཏེ་མེ་ཏོག་སྣ་ཚོགས་བཀྲམ་ནས་སྤོས་མཆོག་དམ་པ་བསྲེགས་ཏེ་གདུགས་མཚན་རྒྱུན་ཆད་པ་མ་མཆིས་པར་མར་མེ་སྦར་བར་བགྱིའོ།
en: Scatter various flowers, burn excellent, perfect incense, and keep lamps alight day and night.

source: །བཟའ་བ་དང་བཏུང་བ་མཆོག་དམ་པ་སྣ་ཚོགས་ཀྱིས་གུས་པའི་སེམས་བསྐྱེད་དེ་དུས་གསུམ་དུ་མཆོད་པ་བགྱིས་ནས་སྔགས་གདོན་པར་བགྱིའོ། །བརྙས་པའི་སེམས་བསྐྱེད་པར་མི་བགྱིའོ། །བདག་གཡར་འདྲེན་པའི་ཚེ་སྔགས་འདི་གདོན་པར་བགྱིའོ། །ན་མཿཤྲཱི་ཀཎྛཱ་ཡ། བུད་དྷཱ་ཡ། ན་མོ་བཻ་ཤྲ་བ་ཎཱ་ཡ། ཡཀྵ་རཱ་ཛཱ་ཡ། མ་ཧཱ་རཱ་ཛཱ་ཡ། ཨ་ཏི་རཱ་ཛཱ་ཡ།
en: Excellent, perfect food and drink of various kinds should be offered with a motivation of veneration in the three periods and the mantra recited.

source: ན་མཿཤྲཱི་མ་ཧཱ་དེ་བི་ཡེ། ཏདྱ་ཐཱ། ཏ་ར་ཏ་ར། ཏུ་རུ་ཏུ་རུ། བ་ར་བ་ར། སུ་ཤུདྡྷོ་སུ་ཤུདྡྷོ། ཧ་ན་ཧ་ན། མ་ཎི་ཀ་ན་ཀ། བཛྲ་བཻ་ཌཱུརྱ། མུཀྟི་ཀཱ་བཾ་ཀྲྀ་ཏ། ཤ་རཱི་རཱ་ཡ། སརྦ་ས་ཏྭཱ་ནཱཾ་ཧི་ཏ་ཀཱ་མ། བཻ་ཤྲ་བ་ཎ། ཤྲཱི་ཡ་དེ་བཱི་པྲ་བྷཱ་ཡ། ཨེ་ཧི་ཨེ་ཧི། མཱ་བི་ལམྦ། གཱུརྞ་གཱུརྞ། པ་ར་སྱ། པ་ར་སྱ། ད་དཱ་ཧི་མ་མ་ཨ་མུ་ཀ་ནཱ་མ་སྱ། དརྴ་ན་ཀཱ་མ་སྱ་དརྴ་ནཾ། མ་མ་མ་ན། པྲ་ལ་ཧ་དཱ་ཡ་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་བདག་གིས་སྔགས་འདོན་པའི་མི་དེ་དང་།
en: Do not have a motivation for gain. “

source: གཞན་ཡང་དེ་ལྟ་བུའི་མཆོད་པ་རྒྱས་པར་བགྱིས་མཐོང་བར་གྱུར་ན་བྱམས་ཤིང་སྡུག་པ་དང་། རབ་ཏུ་དགའ་བའི་སེམས་བསྐྱེད་ནས་བདག་བྱིས་པ་གཞོན་ནུའི་གཟུགས་སམ། རྒན་པོའམ། དགེ་སློང་གི་གཟུགས་སུ་ལུས་བསྒྱུར་ནས་སུག་པ་ན་ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེ་དང་གསེར་གྱི་སྣོད་ཐོགས་ཏེ། དཀྱིལ་འཁོར་གྱི་ནང་དུ་ཞུགས་ཏེ་ལུས་ཀྱིས་གུས་པ་བསྟན་ཏེ།
en: When invoking me, they should recite this mantra: namaḥ śrīkaṇṭhāya buddhāya | namo vaiśravaṇāya yakṣarājāya mahārājāya atirājāya | namaḥ śrī mahādeviyai | tadyathā tara tara turu turu vara vara suśuddho suśuddho hana hana maṇikanaka | vajravaidūrya muktikālaṃkrta sarirāya sarvasatvānāṃ hitakāma vaiśravaṇa śriyadevīprabhāya ehi ehi māvilamba ghūrṇa ghūrṇa parasya parasya dadāhi mama amukanāsya | darśanakāmasya darśanaṃ mama mana, pralahadāya svāhā | “Bhagavat, when I see humans who recite the mantra and, moreover, make such vast offerings, I will develop a motivation of love and affection and rejoicing, and I will transform into the form of a child or young person, or an old man, or a bhikṣu, and, holding the precious wish-fulfilling jewel and a bowl of gold in my hands, I will enter the circle and show veneration with my body.

source: སངས་རྒྱས་ཀྱི་མཚན་ནས་བརྗོད་དེ་སྔགས་འདོན་པ་དེ་ལ་ཁྱོད་ཀྱིས་བསམ་པ་བཞིན་དུ་སྨོན་པ་རྣམས་འགྲུབ་པར་བྱའོ་ཞེས་མཆི་བར་འགྱུར་ལགས་སོ། །ནགས་ཚལ་གྱི་ནང་དུ་མི་སྣང་བར་འཚལ་ལམ། རིན་པོ་ཆེ་མངོན་པར་འགྲུབ་པར་བགྱིད་པ་དང་། སྐྱེ་བོ་མང་པོ་ཀུན་གྱི་སྙིང་དུ་སྡུག་ཅིང་བཀུར་བར་འཚལ་ལམ། གསེར་དང་དངུལ་ལ་སོགས་པའི་ནོར་རྣམས་ཡོངས་སུ་གཉེར་བར་འཚལ་ལམ། སྔགས་ཀྱི་དངོས་གྲུབ་འགྲུབ་པར་འཚལ་ལམ།
en: I will speak the name of the Buddha and say to those reciting the mantra, ‘You will accomplish your goals exactly as you have wished,’ so that if they wish to vanish into a forest, if they wish to obtain jewels, if they wish to inspire affection and honor from the entire multitude of beings, if they wish to acquire wealth such as gold and silver, if they wish to attain the accomplishments of the mantra, or if they wish to acquire the higher cognitions, a very long life, or excellent perfect pleasures, there will be no wish of his that cannot be accomplished. “

source: མངོན་པར་ཤེས་པ་དང་། ཚེ་ཤིན་ཏུ་རིང་བ་དང་། ལོངས་སྤྱོད་མཆོག་དམ་པ་ཡོངས་སུ་གཉེར་བར་འཚལ་ན་ཡང་བསམ་པ་བཞིན་དུ་མི་འགྲུབ་པ་གང་ཡང་མ་མཆིས་པར་འགྱུར་ལགས་སོ། །དེང་བདག་གིས་རེ་ཞིག་དངོས་པོ་འདི་ཙམ་ཞིག་བསྟན་པ་ལགས་ཏེ། གལ་ཏེ་ཡང་གཞན་དག་ཡོངས་སུ་གཉེར་བར་བགྱིད་ན་ཡང་ཐམས་ཅད་ཇི་ལྟར་སྨོན་པ་བཞིན་དུ་མངོན་པར་འགྲུབ་ཅིང་རིན་པོ་ཆེའི་གཏེར་བས་པ་མ་མཆིས་པ་དང་།
en: Today, though I reveal only this much, whatever is wished for will be accomplished, and whatever unending precious treasures that have not been attained, whatever ultimate qualities that are not possessed, they will be accomplished.

source: ཡོན་ཏན་མཐར་ཐུག་པ་མ་མཆིས་པ་ཡང་མངོན་པར་འགྲུབ་པར་འགྱུར་ལགས་སོ། །གལ་ཏེ་ཉི་མ་དང་ཟླ་བ་དོག་ས་ལ་ལྟུང་བར་འགྱུར་ཡང་སྲིད། ས་ཆེན་པོ་རེས་འགའ་གཞན་དུ་འགྱུར་ཡང་སྲིད་ཀྱི་བདག་གི་བདེན་པའི་ཚིག་འདི་ནི་ནམ་ཡང་ཆབ་འཚལ་བར་མི་འགྱུར་བས་རྟག་པར་ཡིད་བཞིན་གྱི་བདེ་བ་འཐོབ་པར་འགྱུར་ལགས་སོ།
en: It may be possible for the sun and moon to fall onto a narrow piece of ground, it may be possible for this great earth to sometimes transform into something else, but my words of truth could never fail, so that wished-for happiness will always be obtained. “

source: །བཅོམ་ལྡན་འདས་གང་ལ་ལ་ཞིག་གིས་མདོ་སྡེའི་རྒྱལ་པོ་འདི་ལེན་པ་དང་། །འཛིན་པ་དང་། ཀློག་པ་དང་། ཁ་དོན་དུ་འདོན་པ་དེས་སྔགས་འདི་འདོན་པར་བགྱིད་ན། ངལ་བ་མ་མཆིས་པར་ཆོ་ག་རྣམས་མྱུར་དུ་འགྲུབ་པར་འགྱུར་ལགས་སོ།
en: Bhagavat, if someone who acquires this king of sūtras, possesses it, reads it, and recites it were to recite this mantra, then without fatigue they would quickly accomplish the rites. “

source: །བཅོམ་ལྡན་འདས་དེང་བདག་གིས་དབུལ་ཕོངས་པ་དང་། སྡུག་བསྔལ་གྱི་གནོད་པར་འགྱུར་བའི་སེམས་ཅན་དེ་དག་གི་ཆེད་དུ་སྔགས་འདི་བསྟན་པས་ཕན་ཡོན་ཆེན་པོ་ཐོབ་ནས་ཐམས་ཅད་ཕྱུག་ཅིང་སྐྱིད་པ་དང་རང་དབང་དང་ལྡན་ཞིང་གནོད་པ་མ་མཆིས་པ་འཐོབ་པར་འགྱུར་ལགས་སོ།
en: Bhagavat, today I have taught this mantra for the sake of beings who are in poverty and afflicted by suffering. Therefore, they will gain a great benefit, and they will all attain wealth, happiness, independence, and freedom from harm. “

source: །བདག་གིས་ནམ་འཚོའི་བར་དུ་གང་ཟག་དེའི་རྗེས་སུ་འབྲངས་ནས་ཡོངས་སུ་བསྲུངས་ཏེ། གནོད་པ་རྣམས་ཡོངས་སུ་སེལ་བར་བགྱིད་དོ།
en: I will follow those individuals as long as they live, guard them, and dispel all harm.

source: །གཞན་ཡང་གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་འདི་ཡོངས་སུ་བཟུང་ནས་སྤེལ་བར་བགྱིད་པ་དང་། སྔགས་འདོན་པའི་གང་ཟག་དེ་ལ་གོམ་པ་བརྒྱ་ཚུན་ཆད་དུ་འོད་ཀྱིས་ཀུན་དུ་གསལ་བར་བགྱིད་ལགས་སོ།
en: Moreover, I will illuminate with light as far as a hundred steps all around those individuals who possess and promulgate this Supremely Victorious King of Sūtras, the Sublime Golden Light and recite the mantra.

source: །བདག་གིས་གནོད་སྦྱིན་བརྒྱ་སྟོང་ཇི་སྙེད་མཆིས་པ་ཡང་རྟག་པར་རིམ་གྲོ་བགྱིད་ཅིང་ཇི་ལྟར་མོས་པ་བཞིན་དུ་གཡོག་བགྱིས་པས་ཡིད་བཞིན་དུ་མི་འགྲུབ་པ་གང་ཡང་མ་མཆིས་ལགས་སོ།
en: I will have the hundreds of thousands of yakṣas continually serve them and be their servants for whatever they wish, so that there will be nothing that they wish that cannot be accomplished. “

source: །བདག་གིས་བདེན་ཚིག་སྨྲ་བ་ལ་མི་མད་པ་མ་མཆིས་པར་ནི་བཅོམ་ལྡན་འདས་ཉག་གཅིག་དབང་དུ་གྱུར་ཅིང་མཁྱེན་པར་གྱུར་པ་ལགས་སོ།
en: My words of truth that I speak are not untrue, which the Bhagavat alone has the power to know.”

source: །དེའི་ཚེ་ལྷའི་རྒྱལ་པོ་རྣམ་ཐོས་ཀྱིས་སྔགས་འདི་སྨྲས་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་ཁྱོད་ཀྱིས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དབུལ་ཕོངས་པའི་སྡུག་བསྔལ་གྱི་དྲ་བ་དྲལ་ནས་བདེ་བ་འཐོབ་པར་བྱ་བ་དང་། མདོ་སྡེ་འདི་འཇིག་རྟེན་དུ་རྒྱ་ཆེར་སྤེལ་བའི་ཕྱིར་རིག་སྔགས་འདི་བཤད་པ་ལེགས་སོ་ལེགས་སོ།
en: Vaiśravaṇa, the king of devas, having uttered this mantra, at that time the Bhagavat said, “Mahārāja, it is well done, well done, that you tear open the net of the suffering of poverty for all beings so that they attain happiness, and that you have taught this mantra in order to promulgate this sūtra widely in the world.”

source: །དེ་ནས་རྒྱལ་པོ་ཆེན་པོ་བཞི་པོ་ཅིག་ཅར་སྟན་ལས་ལངས་ཏེ། བླ་གོས་ཕྲག་པ་གཅིག་ལ་གཟར་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ། པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ནས་གུས་པས་ཐལ་མོ་སྦྱར་ཏེ། ཚིགས་སུ་བཅད་པ་གྱ་ནོམ་པ་དག་གིས་བཅོམ་ལྡན་འདས་ཀྱི་ཡོན་ཏན་ལ་མངོན་པར་བསྟོད་པ། བཅོམ་ལྡན་ཞལ་ནི་ཟླ་གཙང་ཉ་འདྲ་ཞིང་།
en: The Four Mahārājas then simultaneously rose from their seats and, with their upper robes over one shoulder, bowed down their heads to the Bhagavat’s feet, knelt on their right knees, reverently placed their palms together, and praised the qualities of the Bhagavat with these wonderful verses: “Bhagavat, your face is like a clear full moon.

source: །ཉི་མ་སྟོང་གིས་འོད་ཟེར་བཀྱེ་དང་མཚུངས།
en: You are like the light rays shone by a thousand suns.

source: །སྤྱན་ནི་དག་ཡངས་པདྨ་སྔོན་པོ་འདྲ།
en: Your eyes are like pure, vast, blue lotuses.

source: །ཚེམས་དཀར་གཏམས་པ་དཔེར་ན་དུང་དང་མཚུངས།
en: Your complete white teeth are like conches. “

source: །བཅོམ་ལྡན་ཡོན་ཏན་མཐའ་མེད་རྒྱ་མཚོ་འདྲ། །རིན་ཆེན་གྱ་ནོམ་ཚད་མེད་བདེན་པ་བསགས། །མཁྱེན་པའི་ཡོན་ཏན་ཆབ་ཀྱིས་རྟག་རྒྱས་ཤིང་། །ཏིང་འཛིན་དམ་པ་བརྒྱ་སྟོང་རབ་ཏུ་གང་།
en: Bhagavat, your qualities are like an infinite ocean That accumulates countless, wonderful jewels of the truth, Its water of the qualities of wisdom ever increasing, And filled with a hundred thousand sublime samādhis. “

source: །ཞབས་མཐིལ་འཁོར་ལོའི་མཚན་ནི་ཐམས་ཅད་མཛེས། །ལྟེ་བ་མུ་ཁྱུད་རྩིབས་སྟོང་ཀུན་རབ་མཉམ།
en: The soles of your feet, adorned by wheels, beautify everywhere, With completely equal hubs and rims and a thousand spokes.

source: །ཕྱག་དང་ཞབས་ཀྱི་དྲ་བས་ཀུན་བརྒྱན་པས། །ངང་པའི་རྒྱལ་བཞིན་མཚན་ནི་ཕུན་སུམ་ཚོགས།
en: You have the perfect signs that are like the king of geese, With your hands and feet being adorned by webbing. “

source: །བཅོམ་ལྡན་སྐུ་འོད་གསེར་གྱི་རི་བོ་འདྲ། །རྣམ་དག་ཁྱད་འཕགས་དཔེ་ཟླ་ཡོད་མ་མཆིས།
en: Bhagavat, your shining body is like a mountain of gold, Pure, superior, and beyond any analogy.

source: །རི་རབ་བཞིན་དུ་ཡོན་ཏན་ཀུན་རྒྱས་པས།
en: Like Sumeru, your qualities are vast.

source: །བཅོམ་ལྡན་རི་རྒྱལ་ཁྱོད་ལ་བདག་ཕྱག་འཚལ།
en: Bhagavat, lord of mountains, we pay homage to you. “

source: །མཚན་དང་དཔེ་བྱད་མཁའ་བཞིན་དཔག་མི་རིག །
en: Your signs and features are immeasurable like space.

source: ཟླ་བ་སྟོང་བས་ལྷག་པར་འོད་ཟེར་བཀྱེ།
en: You radiate more light rays than a thousand moons.

source: །སྨིག་རྒྱུ་སྒྱུ་ལྟར་བསམ་གྱིས་མི་ཁྱབ་པས།
en: You are inconceivable, like a mirage or illusion.

source: །ཐུགས་ཞེན་མི་མངའ་ཁྱོད་ལ་བདག་ཕྱག་འཚལ།
en: To you who has no attachment we pay homage.”

source: །དེའི་ཚེ་རྒྱལ་པོ་ཆེན་པོ་བཞི་པོ་དག་གིས་བཅོམ་ལྡན་འདས་ལ་མངོན་པར་བསྟོད་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཀྱང་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ། གསེར་འོད་དམ་པའི་མདོ་སྡེ་མཆོག་འདི་ནི། །བླ་མེད་སྟོབས་བཅུ་དག་གིས་རབ་ཏུ་གསུངས།
en: At that time, when the Four Mahārājas had praised the Bhagavat, the Bhagavat spoke these verses to the Four Mahārājas: “This sūtra of The Sublime Golden Light Has been taught by those with the unsurpassable ten strengths.

source: །ཁྱེད་ཅག་རྒྱལ་པོ་བཞི་ཡིས་རབ་བསྲུངས་ལ། །རབ་དགའ་ནུར་བ་མེད་པའི་སེམས་སྐྱེད་ཅིག །
en: You Four Mahārājas should have the motivation Of rejoicing in tirelessly protecting it. “

source: མདོ་སྡེའི་རིན་ཆེན་གྱ་ནོམ་ཟབ་མོ་འདི། །སེམས་ཅན་ཐམས་ཅད་བདེ་བ་སྦྱིན་པར་བྱེད།
en: The profound, wonderful jewel of this sūtra Bestows happiness on all beings.

source: །སེམས་ཅན་དེ་དག་བདེ་བར་གྱུར་པའི་ཕྱིར། །རྟག་ཏུ་འཛམ་གླིང་རབ་ཏུ་སྤེལ་བར་འགྱུར། །སྟོང་ཆེན་འཇིག་རྟེན་ཁམས་ནི་འདི་དག་ཏུ།
en: It will always be promulgated in Jambudvīpa In order for those beings to be happy. “

source: །སེམས་ཅན་རྣམ་པ་ཐམས་ཅད་ཇི་སྙེད་པ། །ཡི་དགས་དུད་འགྲོ་སེམས་ཅན་དམྱལ་བ་ཡི། །སྡུག་བསྔལ་འགྲོ་བ་དེ་ཀུན་སེལ་བར་བྱེད།
en: It will dispel the suffering of all beings— Those who are pretas, animals, or beings in the hells— All of the different kinds of beings In the worlds of this trichiliocosm. “

source: །འཛམ་གླིང་འདི་ན་གནས་པའི་རྒྱལ་པོ་དང་། །གཞན་ཡང་སེམས་ཅན་རྣམ་པ་ཐམས་ཅད་ཀུན། །མདོ་སྡེའི་མཐུ་ཡིས་རྟག་ཏུ་རབ་དགའ་ཞིང་། །ནད་མང་སྡུག་བསྔལ་བསལ་བས་ཆོམ་རྐུན་མེད།
en: All the kings who live in this Jambudvīpa And all the other kinds of beings Will be always happy through the power of the sūtra Dispelling the suffering of many illnesses, with no thieves or robbers. “

source: །ཡུལ་དེར་མདོ་སྡེ་རྒྱ་ཆེར་སྤེལ་བའི་ཕྱིར། །རབ་བདེ་ལོ་ལེགས་མི་མཐུན་གནོད་པ་མེད།
en: Because the sūtra is widely spread throughout a land, there is Perfect happiness, excellent harvests, and no adversity from calamities.

source: །གང་ཞིག་མདོ་སྡེའི་རྒྱལ་པོ་འདི་མཉན་ནས།
en: Whoever listens to this king of sūtras Will be in a noble family and succeed in their goals. “

source: །ཆོ་རིགས་བཙུན་ཞིང་དོན་ནི་གཉེར་བ་དང་། །ཡུལ་ན་ལོ་ལེགས་རྩོད་པ་མེད་འདོད་ན། །སེམས་ལ་བསམས་བཞིན་ཐམས་ཅད་འགྲུབ་པར་འགྱུར།
en: If one wishes for excellent harvests and freedom from conflict, Everything will be accomplished exactly as wished for.

source: །ཕ་རོལ་དགྲ་རྣམས་ཕྱིར་ནི་ཟློག་བྱེད་ཅིང་། །རང་གི་ཡུལ་ཁམས་རྟག་ཏུ་བདེ་བར་འགྱུར།
en: Opposing enemies will be repulsed And one’s land will be constantly happy. “

source: །མདོ་སྡེའི་རྒྱལ་པོ་དམ་པ་འདི་ཡི་མཐུས། །སྡུག་བསྔལ་མང་སྤོང་མྱ་ངན་འཇིགས་པ་མེད།
en: Through the power of this sublime king of sūtras, Numerous sufferings are dispelled and there is no misery or fear.

source: །རིན་ཆེན་ཤིང་རྒྱལ་ཁྱིམ་ན་གང་གནས་པ། །བདེ་བའི་ཡོ་བྱད་ཐམས་ཅད་སྐྱེད་པ་ལྟར།
en: All the requisites for happiness will appear When this precious king of trees resides in the home. “

source: །མདོ་སྡེའི་རྒྱལ་པོ་དམ་པའང་དེ་བཞིན་ཏེ། །མི་རྒྱལ་དག་ལ་ཡོན་ཏན་མཆོག་སྦྱིན་བྱེད། །དཔེར་ན་རབ་དང་ཆུ་ནི་གྲང་མོ་ཡིས། །སྐོམ་པའི་གདུང་བ་རྣམས་ནི་སེལ་བ་ལྟར།
en: The sublime king of sūtras is like this: It gives perfect qualities to human kings And is like the analogy of perfect, cool water That dispels the affliction of thirst. “

source: །མདོ་སྡེའི་རྒྱལ་པོ་དམ་པའང་དེ་བཞིན་ཏེ། །བསོད་ནམས་མོས་པའི་སེམས་ནི་ཡོངས་རྫོགས་བྱེད།
en: The sublime king of sūtras is like this: It fulfills the motivation of aspiring for merit.

source: །མི་ཞིག་གྱ་ནོམ་རིན་ཆེན་གཟེབ་བདོག་ན། ལོངས་སྤྱོད་སེམས་ལ་བསམས་བཞིན་འབྱོར་པ་ལྟར།
en: If someone wants to possess a basket of excellent jewels, It provides that possession, exactly as wished for. “

source: །མདོ་སྡེའི་རྒྱལ་པོ་དམ་པའང་དེ་བཞིན་ཏེ། །བསོད་ནམས་བསམས་བཞིན་འགྲུབ་པས་རྒུད་པ་མེད།
en: The sublime king of sūtras is like this: Merit is accomplished as wished for, with no decline.

source: །ལྷ་ཡི་བདག་པོ་ཁྱེད་དང་ལྷ་ཚོགས་ཀྱིས། །མདོ་སྡེའི་རྒྱལ་པོ་འདི་ལ་མཆོད་པ་གྱིས།
en: You lords of devas and your hosts of devas Must make offerings to this king of sūtras. “

source: །གལ་ཏེ་བསྟན་བཞིན་མདོ་སྡེ་འཛིན་བྱེད་ན། །ཤེས་རབ་གཟི་བྱིན་ཐམས་ཅད་ཕུན་ཚོགས་འགྱུར།
en: If you possess the sūtra as is taught, All your wisdom and magnificence will be perfected.

source: །ད་ལྟར་ཕྱོགས་བཅུར་བཞུགས་པའི་སངས་རྒྱས་ཀུན། །མདོ་སྡེའི་རྒྱལ་པོ་འདི་ནི་གསུང་དགོངས་པས།
en: All the present buddhas in the ten directions Have the intention to teach this king of sūtras. “

source: །ཀློག་འདོན་འཛིན་པ་དག་ནི་གཟིགས་གྱུར་ན།
en: They see those who read, recite, and possess it And praise them, saying, ‘Excellent!

source: །ལེགས་སོ་ངོ་མཚར་ཆེ་ཞེས་བསྔགས་པར་འགྱུར།
en: Wonderful!’

source: །གང་ཞིག་མདོ་སྡེ་འདི་ནི་ཉན་བྱེད་ན། །ལུས་དང་སེམས་ནི་དགའ་རངས་མགུ་བ་སྐྱེ།
en: The bodies and minds of those who listen to this sūtra Will experience happiness, joy, and delight. “

source: །རྟག་པར་གནོད་སྦྱིན་བརྒྱ་ཕྲག་མང་པོ་ཡིས། །གང་དུ་གནས་པ་དེར་ནི་དེ་སྲུང་བྱེད།
en: Many hundreds of yakṣas continually Guard those places where it is.

source: །འཇིག་རྟེན་ཁམས་འདིའི་ལྷ་ནི་མང་པོ་རྣམས། །དེ་ཡི་གྲངས་ནི་ཚད་མེད་བསམ་མི་ཁྱབ།
en: The many devas in this world realm Are countless, innumerable. “The hosts of devas that dwell In Jambudvīpa are beyond number. Those hosts of devas, with complete joy, Listen to this lord of sūtras. “

source: །ཐམས་ཅད་མདོ་སྡེའི་དབང་པོ་འདི་ཉན་པས། །རབ་དགའ་སྲུང་བྱེད་ནུར་བ་ཅི་ཡང་མེད།
en: They all, through listening to this sūtra, Become delighted and tirelessly give protection.

source: །གང་ཞིག་མདོ་སྡེའི་རྒྱལ་པོ་འདི་མཉན་ན། །མཐུ་ཆེ་རབ་དཔའ་རྟག་པར་དབང་དང་ལྡན།
en: Whoever listens to this king of sūtras Will be mighty, courageous, and always powerful. “

source: །མི་ཡི་འཁོར་མང་ཐམས་ཅད་ཕན་འདོགས་པས། །གནོད་པ་རབ་སྤོང་སྣང་བ་འཕེལ་བར་བྱེད།
en: They benefit all the myriad human disciples So that harm is eliminated and radiance is increased.”

source: །དེ་ནས་རྒྱལ་པོ་ཆེན་པོ་བཞི་པོ་དག་གིས་ཚིགས་སུ་བཅད་པ་འདི་དག་ཐོས་ནས།
en: The Four Mahārājas, on hearing these verses, were happy, delighted, and overjoyed.

source: དགའ་མགུ་རངས་པར་གྱུར་པས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་ཅག་གིས་ནི་སྔོན་ཆད་ནམ་ཡང་མདོ་སྡེ་ཟབ་མོ་ཤིན་ཏུ་གྱ་ནོམ་པ་འདི་ལྟ་བུ་མ་ཐོས་སོ་ཞེས་རབ་ཏུ་དགའ་བའི་ཤུགས་ཀྱིས་མཆི་མ་བླགས་ཏེ་ངུས་ནས་ལུས་ཀྱི་ཡན་ལག་འདར་ཞིང་གཡོ་བར་གྱུར་ཏེ།
en: They therefore said to the Bhagavat, “Bhagavat, we have never before heard such a profound and wonderful sūtra as this.” Overpowered with joy, they shed tears and wept, and their limbs trembled and shook.

source: ངོ་མཚར་རྨད་དུ་བྱུང་བའི་དངོས་པོ་བསམ་གྱིས་མི་ཁྱབ་པ་མངོན་དུ་གྱུར་པས་ལྷའི་མེ་ཏོག་མན་དཱ་ར་བ་དང་། མན་དཱ་ར་བ་ཆེན་པོ་དག་གིས་བཅོམ་ལྡན་འདས་ལ་མངོན་པར་གཏོར་ཏེ། ཁྱད་པར་དུ་འཕགས་པའི་མཆོད་པ་བྱས་ནས་ཡང་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Because of the manifestation of such a marvelous, wonderful, inconceivable thing, they scattered divine coral tree flowers and great coral tree flowers upon the Bhagavat and made superior offerings to him.
